Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: This is the window people race well from: the fatigue has cleared and the fitness is still there.
ar: هذه هي النافذة التي يسابق الناس منها جيدًا: زال الإجهاد وبقيت اللياقة.
bg: Това е прозорецът, от който хората се състезават добре: умората е изчистена, а формата още е налице.
ca: Aquesta és la finestra des de la qual la gent competeix bé: la fatiga ha marxat i la forma encara hi és.
cs: Tohle je okno, ze kterého se závodí dobře: únava je pryč a kondice pořád drží.
da: Det er det vindue, man præsterer godt fra: trætheden er væk, og formen er der stadig.
de: Das ist das Fenster, aus dem heraus gute Wettkämpfe gelingen: die Ermüdung ist weg und die Fitness noch da.
el: Αυτό είναι το παράθυρο από το οποίο οι άνθρωποι αγωνίζονται καλά: η κόπωση έχει φύγει και η φυσική κατάσταση είναι ακόμη εκεί.
es: Esta es la ventana desde la que se compite bien: la fatiga se ha ido y la forma sigue ahí.
et: See on aken, kust inimesed hästi võistlevad: väsimus on kadunud ja vorm on veel alles.
fi: Tästä ikkunasta kilpaillaan hyvin: väsymys on poissa ja kunto on yhä tallella.
fr: C'est la fenêtre depuis laquelle on court bien : la fatigue est partie et la forme est encore là.
ga: Is é seo an fhuinneog as a rásaíonn daoine go maith: tá an tuirse imithe agus tá an aclaíocht fós ann.
hr: Ovo je razdoblje iz kojeg ljudi dobro trče utrke: umor je nestao, a forma je još tu.
hu: Ez az az ablak, amiből jól lehet versenyezni: a fáradtság elmúlt, a fittség még megvan.
id: Inilah rentang saat orang berlomba dengan baik: kelelahannya sudah hilang dan kebugarannya masih ada.
is: Þetta er glugginn sem fólk keppir vel út frá: þreytan er farin og formið er enn til staðar.
it: Questa è la finestra da cui si gareggia bene: la fatica se n'è andata e la forma è ancora lì.
ja: ここが good race につながる範囲です。疲労は抜け、フィットネスはまだ残っています。
ko: 사람들이 좋은 기록을 내는 구간입니다: 피로는 빠졌고 체력은 남아 있습니다.
lt: Tai langas, iš kurio žmonės gerai varžosi: nuovargis praėjo, o forma dar yra.
lv: Šis ir logs, no kura cilvēki startē labi: nogurums ir pagājis, un forma vēl ir klāt.
mk: Ова е периодот од кој луѓето трчаат добро на трка: заморот исчезнал, а формата е сè уште тука.
ms: Inilah julat masa apabila orang berlumba dengan baik: keletihannya sudah hilang dan kecergasannya masih ada.
mt: Din hija l-perjodu li minnu n-nies jiġru tajjeb: l-għeja telqet u l-forma għadha hemm.
nb: Dette er vinduet folk konkurrerer godt fra: trettheten har gitt seg, og formen er fortsatt der.
nl: Dit is het venster waaruit mensen goed presteren: de vermoeidheid is weg en de conditie is er nog.
pl: To jest okno, z którego startuje się dobrze: zmęczenie zeszło, a forma wciąż jest.
pt_br: Esta é a janela em que as pessoas competem bem: a fadiga passou e a forma continua lá.
pt_pt: Esta é a janela a partir da qual se compete bem: a fadiga desapareceu e a forma ainda lá está.
ro: Aceasta e fereastra din care oamenii concurează bine: oboseala s-a dus, iar forma e încă acolo.
ru: Это то окно, из которого хорошо стартуют: усталость ушла, а форма ещё на месте.
sk: Toto je okno, z ktorého sa preteká dobre: únava je preč a kondícia stále drží.
sl: To je okno, iz katerega ljudje dobro tekmujejo: utrujenost je odšla, pripravljenost pa je še tu.
sq: Kjo është dritarja nga e cila njerëzit garojnë mirë: lodhja është shuar dhe forma është ende aty.
sr: Ово је период из ког људи добро трче трке: умор је нестао, а форма је још ту.
sv: Det här är fönstret man tävlar bra från: tröttheten har släppt och formen finns kvar.
tr: İnsanların iyi yarıştığı aralık budur: yorgunluk geçmiş, kondisyon hâlâ yerinde.
uk: Це те вікно, з якого добре стартують: втома зійшла, а форма ще на місці.
vi: Đây chính là khoảng cửa sổ mà người ta thi đấu tốt: mệt mỏi đã tan còn thể lực thì vẫn còn.
zh_hans: 这正是人们发挥出色的窗口期：疲劳已经消退，体能还在。
zh_hant: 這正是大家發揮出色的窗口期：疲勞已經退去，體能還在。

source: This plan arrives rested but a long way down on fitness. Form looks healthy because there's no fatigue left to subtract — that isn't the same as being sharp. There's room for a lot more work between now and then.
ar: تصل بهذه الخطة مرتاحًا لكن بلياقة هابطة كثيرًا. تبدو الجاهزية جيدة لأنه لم يبقَ إجهاد يُطرح — وهذا ليس مثل أن تكون حادًّا. فهناك متسع لعمل أكثر بكثير من الآن حتى ذلك الحين.
bg: С този план пристигаш отпочинал, но далеч назад по форма. Формата изглежда добре, защото не е останала умора за изваждане — това не е същото като да си остър. Има място за много повече работа оттук дотогава.
ca: Amb aquest pla hi arribes descansat però amb la forma molt més baixa. La frescor sembla bona només perquè ja no queda fatiga per restar, i això no és el mateix que estar afinat. D'aquí a llavors hi ha marge per a molta més feina.
cs: S tímhle plánem dorazíš odpočatý, ale s výrazně nižší kondicí. Forma vypadá zdravě, protože už není co odečítat z únavy — to ale není totéž jako být nabroušený. Do té doby je prostor na mnohem víc práce.
da: Med denne plan møder du op udhvilet, men et godt stykke nede i form. Friskheden ser fin ud, fordi der ikke er mere træthed at trække fra — og det er ikke det samme som at være skarp. Der er plads til meget mere arbejde indtil da.
de: Mit diesem Plan kommst du erholt an, aber deutlich weniger fit. Die Form sieht gut aus, weil keine Ermüdung mehr abzuziehen ist — das ist nicht dasselbe wie spritzig zu sein. Bis dahin ist Raum für deutlich mehr Arbeit.
el: Αυτό το πλάνο σε φέρνει ξεκούραστο αλλά με πολύ χαμηλή φυσική κατάσταση. Η φόρμα δείχνει καλή μόνο επειδή δεν έχει μείνει κόπωση να αφαιρεθεί — αυτό δεν είναι το ίδιο με το να είσαι σε αιχμή. Υπάρχει χώρος για πολύ περισσότερη δουλειά από τώρα μέχρι τότε.
es: Con este plan llegas descansado pero muy por debajo de forma. La frescura se ve bien porque no queda fatiga que restar, y eso no es lo mismo que estar afinado. Hay margen para bastante más trabajo de aquí a entonces.
et: Selle plaaniga jõuad kohale puhanuna, kuid palju kehvemas vormis. Värskus näeb hea välja ainult seetõttu, et väsimust pole enam lahutada — see ei ole sama, mis olla terav. Nüüdsest selle päevani on ruumi palju suuremaks tööks.
fi: Tällä suunnitelmalla saavut levänneenä mutta selvästi alempana kunnossa. Vire näyttää hyvältä, koska väsymystä ei ole enää vähennettäväksi — se ei ole sama kuin terävyys. Siihen asti on tilaa paljon suuremmalle työmäärälle.
fr: Avec ce plan tu arrives reposé mais très en dessous en forme. La fraîcheur paraît bonne parce qu'il ne reste plus de fatigue à retrancher, et ce n'est pas la même chose qu'être affûté. Il y a de la place pour beaucoup plus de travail d'ici là.
ga: Tagann an plean seo faoi scíth ach le haclaíocht i bhfad níos ísle. Tá cuma mhaith ar an bhfoirm toisc nach bhfuil aon tuirse fágtha le dealú — ní hionann sin agus a bheith géar. Tá spás ann le haghaidh i bhfad níos mó oibre idir seo agus sin.
hr: S ovim planom dolaziš odmoran, ali sa znatno nižom formom. Svježina izgleda dobro samo zato što nema više umora za oduzeti — to nije isto kao biti oštar. Do tada ima mjesta za puno više rada.
hu: Ezzel a tervvel kipihenten érkezel, de jóval alacsonyabb fittséggel. A forma csak azért néz ki jól, mert nem maradt levonandó fáradtság — ez nem ugyanaz, mint élesnek lenni. Mostantól addig még sokkal több munkára van hely.
id: Rencana ini membuatmu tiba dalam keadaan segar tapi kebugarannya turun jauh. Kondisimu terlihat sehat semata karena tidak ada lagi kelelahan yang dikurangkan — itu tidak sama dengan tajam. Masih ada ruang untuk jauh lebih banyak kerja antara sekarang dan hari itu.
is: Með þessari áætlun mætir þú úthvíldur en með formið langt niðri. Ferskleikinn lítur vel út aðeins af því að engin þreyta er eftir til að draga frá — það er ekki sama og að vera hvass. Það er rúm fyrir miklu meiri vinnu héðan og þangað til.
it: Con questo piano arrivi riposato ma molto giù di forma. La freschezza sembra buona perché non resta fatica da sottrarre, e non è la stessa cosa dell'essere affilato. C'è spazio per molto più lavoro da qui a quel giorno.
ja: このプランでは休養十分で迎えますが、フィットネスは大きく落ちています。差し引く疲労が残っていないのでコンディションの数字は良く見えますが、それは仕上がっていることとは違います。それまでにもっと積める余地があります。
ko: 이 계획대로면 잘 쉬긴 하지만 체력이 많이 떨어진 상태로 대회에 갑니다. 뺄 피로가 없어서 컨디션 수치가 좋아 보일 뿐, 날카로운 상태와는 다릅니다. 그날까지 훨씬 더 많은 훈련을 넣을 여지가 있습니다.
lt: Su šiuo planu atvyksti pailsėjęs, bet su gerokai kritusia forma. Šviežumas atrodo geras vien todėl, kad nebeliko nuovargio, kurį atimti — tai ne tas pat, kas būti aštrios formos. Iki tol yra vietos kur kas didesniam darbui.
lv: Ar šo plānu ierodies atpūties, bet ar krietni zemāku formu. Svaigums izskatās labs tikai tāpēc, ka vairs nav noguruma, ko atņemt — tas nav tas pats, kas būt asā formā. No šī brīža līdz tam ir vieta daudz lielākam darbam.
mk: Со овој план пристигнуваш одморен, но со многу пониска форма. Свежината изгледа добро само затоа што нема повеќе замор за одземање — тоа не е исто како да си во остра форма. До тогаш има простор за многу повеќе работа.
ms: Rancangan ini membawa anda tiba dalam keadaan berehat tetapi kecergasannya jatuh jauh. Keadaan anda kelihatan sihat semata-mata kerana tiada lagi keletihan untuk ditolak — itu bukan perkara yang sama dengan menjadi tajam. Masih ada ruang untuk kerja yang jauh lebih banyak antara sekarang dan hari itu.
mt: B'dan il-pjan tasal mistrieħ imma bil-forma ferm aktar baxxa. Il-freskezza tidher tajba biss għax ma fadalx għeja x'titnaqqas — dak mhuwiex l-istess bħal li tkun fl-aqwa tiegħek. Hemm spazju għal ħafna aktar xogħol minn issa sa dakinhar.
nb: Med denne planen møter du opp uthvilt, men et godt stykke nede i form. Friskheten ser bra ut fordi det ikke er mer tretthet å trekke fra — og det er ikke det samme som å være skjerpet. Det er rom for mye mer arbeid fram til da.
nl: Met dit plan kom je uitgerust aan maar flink terug in conditie. De frisheid ziet er goed uit omdat er geen vermoeidheid meer af te trekken valt — dat is niet hetzelfde als scherp zijn. Er is ruimte voor veel meer werk tot dan.
pl: Z tym planem dojeżdżasz wypoczęty, ale mocno w dole formy. Świeżość wygląda dobrze, bo nie zostało zmęczenia do odjęcia — a to nie to samo co bycie naostrzonym. Do tego czasu jest miejsce na dużo więcej pracy.
pt_br: Este plano chega descansado, mas com a forma bem abaixo. A prontidão parece boa só porque não sobrou fadiga para subtrair — isso não é a mesma coisa que estar afiado. Há espaço para bem mais trabalho daqui até lá.
pt_pt: Com este plano chegas descansado mas muito abaixo de forma. A frescura parece boa porque já não há fadiga para subtrair — e isso não é o mesmo que estar afiado. Há espaço para bastante mais trabalho daqui até lá.
ro: Cu acest plan ajungi odihnit, dar mult scăzut ca formă. Prospețimea arată bine doar pentru că nu a mai rămas oboseală de scăzut — asta nu e același lucru cu a fi în vârf. E loc de mult mai multă muncă de acum până atunci.
ru: С этим планом вы придёте отдохнувшим, но с сильно просевшей формой. Готовность выглядит хорошо лишь потому, что вычитать уже нечего, — это не то же самое, что быть в острой форме. До этого дня есть место для гораздо большего объёма работы.
sk: S týmto plánom dorazíš oddýchnutý, ale s výrazne nižšou kondíciou. Forma vyzerá zdravo, lebo už nie je čo odpočítavať z únavy — to však nie je to isté ako byť nabrúsený. Dovtedy je priestor na oveľa viac práce.
sl: S tem načrtom prideš spočit, a z veliko nižjo pripravljenostjo. Forma izgleda dobro le zato, ker ni več utrujenosti za odštevanje — to ni isto kot biti ostro pripravljen. Do takrat je prostora za veliko več dela.
sq: Me këtë plan mbërrin i pushuar, por me formë shumë më të ulët. Freskia duket e mirë vetëm sepse nuk ka mbetur lodhje për t'u zbritur — kjo nuk është njësoj si të jesh i mprehtë. Ka vend për shumë më tepër punë nga tani e deri atëherë.
sr: С овим планом долазиш одморан, али са знатно нижом формом. Свежина изгледа добро само зато што више нема умора за одузимање — то није исто као бити оштар. До тада има места за много више рада.
sv: Med den här planen kommer du fram utvilad men långt ner i form. Fräschheten ser bra ut för att det inte finns någon trötthet kvar att dra ifrån — det är inte samma sak som att vara skärpt. Det finns utrymme för betydligt mer arbete fram till dess.
tr: Bu plan dinlenmiş ama kondisyonu epey düşmüş olarak varıyor. Form sağlıklı görünüyor çünkü çıkarılacak yorgunluk kalmamış — bu keskin olmakla aynı şey değil. Şimdiyle o gün arasında çok daha fazla çalışma için yer var.
uk: З цим планом ви прийдете відпочилим, але з сильно просілою формою. Готовність виглядає добре лише тому, що віднімати вже нічого, — це не те саме, що бути в гострій формі. До того дня є місце для значно більшого обсягу роботи.
vi: Kế hoạch này đưa bạn tới ngày đua trong trạng thái nghỉ ngơi đầy đủ nhưng thể lực tụt khá sâu. Phong độ trông đẹp chỉ vì chẳng còn mệt mỏi nào để trừ đi — điều đó không giống với việc thật sự sắc bén. Từ giờ tới lúc đó vẫn còn chỗ cho nhiều buổi tập nữa.
zh_hans: 照这个计划你会休息得很好，但体能下滑不少。状态数值好看只是因为已经没有疲劳可减——这和真正的锐利并不是一回事。从现在到那天，还有很大的训练空间。
zh_hant: 照這個計畫你會休息得很好，但體能掉了不少。狀態數值好看只是因為已經沒有疲勞可減——這和真正的銳利不是一回事。從現在到那天，還有很大的訓練空間。

source: This route needs at least two points before it can have a profile.
ar: يحتاج هذا المسار إلى نقطتين على الأقل ليكون له مقطع.
bg: Този маршрут се нуждае от поне две точки, за да има профил.
ca: Aquesta ruta necessita com a mínim dos punts per poder tenir perfil.
cs: Tahle trasa potřebuje aspoň dva body, než může mít profil.
da: Denne rute skal have mindst to punkter, før den kan få en profil.
de: Diese Route braucht mindestens zwei Punkte, bevor sie ein Profil haben kann.
el: Αυτή η διαδρομή χρειάζεται τουλάχιστον δύο σημεία για να έχει προφίλ.
es: Esta ruta necesita al menos dos puntos para tener perfil.
et: Sellel marsruudil peab profiili saamiseks olema vähemalt kaks punkti.
fi: Tämä reitti tarvitsee vähintään kaksi pistettä saadakseen profiilin.
fr: Cet itinéraire a besoin d'au moins deux points pour avoir un profil.
ga: Teastaíonn dhá phointe ar a laghad ón mbealach seo sula mbeidh próifíl aige.
hr: Ova ruta treba barem dvije točke da bi imala profil.
hu: Ehhez az útvonalhoz legalább két pont kell, hogy profilja lehessen.
id: Rute ini perlu setidaknya dua titik sebelum bisa punya profil.
is: Þessi leið þarf að minnsta kosti tvo punkta til að geta haft snið.
it: Questo percorso ha bisogno di almeno due punti per avere un profilo.
ja: このルートにプロファイルを出すには、少なくとも 2 点必要です。
ko: 이 경로에 프로필이 생기려면 지점이 최소 두 개 필요합니다.
lt: Šiam maršrutui reikia bent dviejų taškų, kad turėtų profilį.
lv: Šim maršrutam vajag vismaz divus punktus, lai tam varētu būt profils.
mk: На оваа траса ѝ требаат барем две точки за да има профил.
ms: Laluan ini memerlukan sekurang-kurangnya dua titik sebelum ia boleh mempunyai profil.
mt: Din ir-rotta teħtieġ mill-inqas żewġ punti biex ikollha profil.
nb: Denne ruta trenger minst to punkter før den kan få en profil.
nl: Deze route heeft minstens twee punten nodig voordat hij een profiel kan hebben.
pl: Ta trasa potrzebuje co najmniej dwóch punktów, żeby mieć profil.
pt_br: Esta rota precisa de pelo menos dois pontos para ter um perfil.
pt_pt: Este percurso precisa de pelo menos dois pontos para ter um perfil.
ro: Acest traseu are nevoie de cel puțin două puncte ca să aibă un profil.
ru: Чтобы у маршрута был профиль, нужно хотя бы две точки.
sk: Táto trasa potrebuje aspoň dva body, aby mohla mať profil.
sl: Ta pot potrebuje vsaj dve točki, da ima lahko profil.
sq: Ky itinerar ka nevojë për të paktën dy pika që të ketë një profil.
sr: Овој рути требају бар две тачке да би имала профил.
sv: Den här rutten behöver minst två punkter för att kunna ha en profil.
tr: Bu rotanın profili olabilmesi için en az iki nokta gerekir.
uk: Щоб маршрут мав профіль, потрібно щонайменше дві точки.
vi: Lộ trình này cần ít nhất hai điểm thì mới có mặt cắt được.
zh_hans: 该路线至少需要两个点才能生成剖面。
zh_hant: 這條路線至少要有兩個點才能產生剖面。

source: This week
ar: هذا الأسبوع
bg: Тази седмица
ca: Aquesta setmana
cs: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
et: Sel nädalal
fi: Tämä viikko
fr: Cette semaine
ga: An tseachtain seo
hr: Ovaj tjedan
hu: Ezen a héten
id: Minggu ini
is: Þessa viku
it: Questa settimana
ja: 今週
ko: 이번 주
lt: Šią savaitę
lv: Šonedēļ
mk: Оваа недела
ms: Minggu ini
mt: Din il-ġimgħa
nb: Denne uka
nl: Deze week
pl: Ten tydzień
pt_br: Esta semana
pt_pt: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя
sk: Tento týždeň
sl: Ta teden
sq: Këtë javë
sr: Ове недеље
sv: Den här veckan
tr: Bu hafta
uk: Цей тиждень
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

source: This workout has no GPS track, so the card is stats only.
ar: هذا التمرين بلا مسار GPS، لذا تعرض البطاقة الأرقام فقط.
bg: Тази тренировка няма GPS следа, затова картата е само със статистики.
ca: Aquest entrenament no té traça GPS, així que la targeta només mostra xifres.
cs: Tenhle trénink nemá GPS stopu, takže karta obsahuje jen čísla.
da: Denne træning har intet GPS-spor, så kortet indeholder kun tal.
de: Diese Einheit hat keinen GPS-Track, die Karte zeigt also nur Zahlen.
el: Αυτή η προπόνηση δεν έχει ίχνος GPS, οπότε η κάρτα έχει μόνο νούμερα.
es: Este entrenamiento no tiene track GPS, así que la tarjeta solo lleva datos.
et: Sellel trennil pole GPS-rada, seega on kaardil ainult numbrid.
fi: Tässä harjoituksessa ei ole GPS-jälkeä, joten kortilla on vain lukuja.
fr: Cette séance n'a pas de trace GPS : la carte ne contient que des chiffres.
ga: Níl aon rian GPS ag an seisiún seo, mar sin níl ar an gcárta ach figiúirí.
hr: Ovaj trening nema GPS trag, pa su na kartici samo brojke.
hu: Ehhez az edzéshez nincs GPS-nyomvonal, így a kártyán csak a számok szerepelnek.
id: Latihan ini tidak punya trek GPS, jadi kartunya hanya berisi statistik.
is: Þessi æfing hefur engan GPS-feril, svo spjaldið sýnir aðeins tölur.
it: Questo allenamento non ha una traccia GPS, quindi la scheda riporta solo i numeri.
ja: このワークアウトには GPS トラックがないため、カードは数値のみになります。
ko: 이 운동에는 GPS 트랙이 없어 카드에 수치만 표시됩니다.
lt: Ši treniruotė neturi GPS pėdsako, todėl kortelėje tik skaičiai.
lv: Šim treniņam nav GPS trases, tāpēc kartītē ir tikai skaitļi.
mk: Овој тренинг нема GPS-трага, па на картичката има само бројки.
ms: Latihan ini tiada trek GPS, jadi kadnya mengandungi statistik sahaja.
mt: Din is-sessjoni m'għandhiex traċċa GPS, għalhekk il-karta fiha n-numri biss.
nb: Denne økta har ingen GPS-spor, så kortet inneholder bare tall.
nl: Deze training heeft geen GPS-track, dus de kaart bevat alleen cijfers.
pl: Ten trening nie ma śladu GPS, więc karta zawiera same liczby.
pt_br: Este treino não tem trilha de GPS, então o card traz só números.
pt_pt: Este treino não tem trilho de GPS, por isso o cartão só traz números.
ro: Acest antrenament nu are traseu GPS, așa că pe card apar doar cifrele.
ru: У этой тренировки нет GPS-трека, поэтому на карточке только цифры.
sk: Tento tréning nemá GPS stopu, takže karta obsahuje len čísla.
sl: Ta trening nima sledi GPS, zato so na kartici samo številke.
sq: Kjo stërvitje nuk ka gjurmë GPS, prandaj karta ka vetëm shifra.
sr: Овај тренинг нема GPS траг, па су на картици само бројеви.
sv: Det här passet saknar GPS-spår, så kortet innehåller bara siffror.
tr: Bu antrenmanın GPS izi yok, bu yüzden kart yalnızca istatistiklerden oluşuyor.
uk: У цього тренування немає GPS-треку, тож на картці лише цифри.
vi: Buổi tập này không có track GPS, nên thẻ chỉ hiện số liệu.
zh_hans: 这次训练没有 GPS 轨迹，因此卡片只显示数据。
zh_hant: 這次訓練沒有 GPS 軌跡，因此卡片只顯示數據。
